remibert/pycameresp/patch/S1/c/micropython/ports/esp32/boards/ESP32CAM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32CAM"
#define MICROPY_HW_MCU_NAME "ESP32"
#define CONFIG_CAMERA 1
#define CONFIG_ESP32CAM 1